Проведенная работа, верифицируемые результаты, анализ рисков реализации проекта
1. Руководитель и ключевые участники будущей команды являются разработчиками практических
задач олимпиады и имеют опыт подготовки сборной Москвы. Данная команда занимается проведением
соответствующей олимпиады 2024/2025 и 2025/2026 годов. Участники занимаются подготовкой
сборной Москвы и проводят региональный тур в Москве.
2. Команда уже сейчас занимается подготовкой платформы олимпиады для локального и облачного
форматов проведения регионального тура.
3. Победа в Национальном кубке CTF России – крупнейших соревнованиях по практическому ИБ –
в 2023-24, 25 гг.
4. Высокий авторитет МИЭМ в области сборки успешных команд по практической безопасности.
5. Экспертное ядро проекта -- эксперты в отрасли и активными участниками CTF и ИБ сообществ.
6. Есть опыт привлечения крупных партнеров к проведению национальных соревнований
(Инфовотч, VK)
